Repository: kotlarekm/DemoWall
Catalog: Logical/mappView/Visualization/Resources/Texts/MotionContentStrings.tmx
Source language: en
Languages: pl

source: Controls
pl: Sterowanie

source: Power
pl: Zasilanie

source: Move velocity
pl: Ruch o stałej prędkości

source: Move additive
pl: Ruch addytywny

source: Move absolute
pl: Ruch absolutny

source: Set velocity
pl: Ustaw prędkość

source: Set distance
pl: Ustaw dystans

source: Set position
pl: Ustaw pozycje

source: Set acceleration
pl: Ustaw przyśpieszenie

source: Set deceleration
pl: Ustaw opóźnienie

source: Set direction
pl: Ustaw kierunek

source: Power ON
pl: Zasilanie ON

source: Running
pl: W ruchu

source: Error
pl: Błąd

source: Velocity
pl: Prędkość

source: Position
pl: Pozycja

source: Error reset
pl: Reset błędów

source: Coupling
pl: Sprzęganie

source: Select coupling mode
pl: Wybierz tryb sprzęgania

source: Cam
pl: Krzywka

source: Gear
pl: Przekładnia

source: Cam select
pl: Wybór krzywki

source: Coupling Established
pl: Sprzęganie ustalone

source: Manual
pl: Tryb Manualny

source: Cam 1
pl: Krzywka 1

source: Cam 2
pl: Krzywka 2

source: Right
pl: Prawo

source: Left
pl: Lewo

source: Mixer primary
pl: Mikser główny

source: Mixer secondary
pl: Mikser poboczny

source: Velocity ratio
pl: Stosunek prędkości
